ahmadalli.vscode-nginx-conf
alefragnani.separators
angular.ng-template
astro-build.astro-vscode
batisteo.vscode-django
bierner.lit-html
bmalehorn.shell-syntax
dbaeumer.vscode-eslint
denoland.vscode-deno
dnicolson.binary-plist
drblury.protobuf-vsc
edonet.vscode-command-runner
esafirm.kotlin-formatter
esbenp.prettier-vscode
github.codespaces
github.copilot
github.copilot-chat
humao.rest-client
inferrinizzard.prettier-sql-vscode
kokakiwi.vscode-just
malmaud.tmux
mathiasfrohlich.kotlin
mermaidchart.vscode-mermaid-chart
monosans.djlint
mrmlnc.vscode-json5
ms-azuretools.vscode-containers
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.sublime-keybindings
naco-siren.gradle-language
oderwat.indent-rainbow
orta.vscode-jest
pkief.material-icon-theme
pkief.material-product-icons
prateekmahendrakar.prettyxml
quicktype.quicktype
raynigon.nginx-formatter
redhat.java
richardwillis.vscode-gradle-extension-pack
rust-lang.rust-analyzer
ryu1kn.partial-diff
simonsiefke.svg-preview
skyapps.fish-vscode
tamasfe.even-better-toml
thenuprojectcontributors.vscode-nushell-lang
trinm1709.dracula-theme-from-intellij
twxs.cmake
vadimcn.vscode-lldb
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vue.volar
yzhang.markdown-all-in-one
